Repository: vincedubroeucq/carbon-lite
Catalog: languages/*.po
Languages: fr_fr

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
fr_fr: Il semble que rien n’ait été trouvé ici. Essayez un des liens ci-dessous ou une recherche, peut-être?

source: Most Used Categories
fr_fr: Catégories les plus utilisées

source: Try looking in the monthly archives. %1$s
fr_fr: Jetez un oeil du côté des archives mensuelles. %1$s

source: Older posts
fr_fr: Articles précédents

source: Newer posts
fr_fr: Articles suivants

# comments title
source: One thought on &ldquo;%2$s&rdquo;
fr_fr: Une réponse à &ldquo;%2$s&rdquo;

source: Comments are closed.
fr_fr: Les commentaires sont fermés.

source: Primary Menu
fr_fr: Menu principal

source: Main Social Menu
fr_fr: Menu des réseaux sociaux principal

source: Footer Social Menu
fr_fr: Menu des réseaux sociaux du pied de page

source: Blog Sidebar
fr_fr: Barre latérale du blog

source: Add widgets for your blog here.
fr_fr: Ajouter des widgets pour votre blog ici.

source: Menu Widgets
fr_fr: Widgets du menu

source: Add widgets you want in the menu panel here.
fr_fr: Ajoutez les widgets que vous voulez dans le panneau du menu.

source: Footer Widgets
fr_fr: Widgets du pied de page

source: Add widgets you want in the footer here.
fr_fr: Ajoutez les widgets que vous voulez en pied de page.

source: Skip to content
fr_fr: Passer directement au contenu

# Menu close button
source: Close
fr_fr: Fermer

source: Display home link
fr_fr: Afficher le lien vers la page d'accueil

source: Theme options
fr_fr: Options du thème

source: Typography, layout and other options.
fr_fr: Typographie, mise en page et autres options.

source: General color scheme
fr_fr: Jeu de couleurs général

source: Pick your favorite color. This setting affects all colored accents.
fr_fr: Choisissez votre couleur favorie. Ce réglages affecte toutes les couleurs accentuelles.

source: Typography
fr_fr: Typographie

source: Choose your text and icon preferences here.
fr_fr: Choisissez vos réglages de texte et d'icône ici.

source: Body text size
fr_fr: Taille du texte principal

source: Choose your prefered body text size. Note that this setting also affects the size of headings and icons.
fr_fr: Choisissez votre taille de texte préférée. Notez que ce réglages affecte aussi la taille des titres et icônes.

source: Headings size
fr_fr: Taille des titres

source: Choose your favorite heading size. Be bold.
fr_fr: Choisissez votre taille de titres préférée. Osez.

source: Icons size
fr_fr: Taille des icônes

source: Choose how you want your icons. Fat or super fat ?
fr_fr: Choisissez la taille de vos icônes. Grosse ou super grosses ?

source: Display and layout
fr_fr: Affichage et mise en page

source: Choose your layout and display preferences here.
fr_fr: Choisissez votre mise en page et vos réglages d'affichage ici.

source: Menu search field
fr_fr: Champ de recherche du menu

source: Show the search field in menu area ?
fr_fr: Afficher le champ de recherche dans la zone de menu ?

source: Header height
fr_fr: Hauteur de l'entête

source: Choose the height of your header area.
fr_fr: Choisissez la hauteur de la zone d'entête.

source: Content content area size
fr_fr: Taille de la zone de contenu

source: Choose the width of your posts area.
fr_fr: Choisissez la largeur de la zone de contenu.

source: Sidebar position
fr_fr: Position de la barre latérale

source: Choose where you want to place your blog sidebar.
fr_fr: Choisissez où vous voulez placer la barre latérale de votre blog.

source: Content display option
fr_fr: Options d'affichage du contenu

source: Choose what content you want to display on your blog page.
fr_fr: Choisissez le contenu que vous voulez afficher sur la page d'accueil de votre blog.

source: Footer text
fr_fr: Texte du pied de page

source: Type in the footer credits you need, or leave blank for the default theme credits.<br />Simple HTML tags, like &lt;strong&gt;,&lt;em&gt;,&lt;a&gt; are allowed.
fr_fr: Entrez le texte de pied de page dont vous avez besoin, ou laissez vide pour afficher le texte par défaut. <br /> Les balises HTML simples comme &lt;strong&gt;,&lt;em&gt;,&lt;a&gt; sont autorisées.

source: Default (soft black)
fr_fr: Par défaut (noir clair)

source: Red
fr_fr: Rouge

source: Blue
fr_fr: Bleu

source: Green
fr_fr: Vert

source: Yellow
fr_fr: Jaune

source: Small
fr_fr: Petit

source: Medium
fr_fr: Moyen

source: Large
fr_fr: Grand

source: Huge
fr_fr: Enorme

source: Thin header
fr_fr: Entête fine

source: Standard header
fr_fr: Entête standard

source: Narrower content area
fr_fr: Zone de contenu plus étroite

source: Medium content area
fr_fr: Zone de contenu moyenne

source: Wider content area
fr_fr: Zone de contenu plus large

source: Sidebar on the left
fr_fr: Barre latérale à gauche

source: Sidebar on the right
fr_fr: Barre latérale à droite

source: No sidebar
fr_fr: Pas de barre latérale

source: No content (just title and metas)
fr_fr: Pas de contenu (seulement les titres et méta)

source: Featured image, title and metas
fr_fr: Image à la une, titre et méta

source: An excerpt of the post
fr_fr: Extrait de l'article

source: The full post
fr_fr: Article entier

# Search form label for screen readers
source: Search for:
fr_fr: Cherchez :

# Search form input
source: Search &hellip;
fr_fr: Recherche &hellip;

source: Continue reading %s
fr_fr: Continuer la lecture de %s

source: Untitled
fr_fr: Sans titre

source: On %1$s at %2$s
fr_fr: Le %1$s à %2$s

source: Edit
fr_fr: Modifier

source: Your comment is awaiting moderation.
fr_fr: Votre commentaire est en attente de modération.

source: Oops! That's a 404 !
fr_fr: Oops ! C'est une 404 (page non trouvée) !

source: Search Results for: %s
fr_fr: Résultats de recherche pour : %s

source: Home
fr_fr: Accueil

# post update date
source: (Updated on %s)
fr_fr: (Mis à jour le %s)

# post date
source: Posted on %s
fr_fr: Publié le %s

# Category list
source: in %s
fr_fr: dans %s

source: Edit %s
fr_fr: Modifier %s

source: Tags:
fr_fr: Étiquettes :

source: Proudly powered by %s
fr_fr: Fièrement propulsé par %s

source: Theme: %1$s by %2$s.
fr_fr: Thème: %1$s par %2$s.

source: Nothing Found !
fr_fr: Rien !

source: Ready to publish your first post?
fr_fr: Prêt(e) à publier votre premier article ?

source: Get started here !
fr_fr: C'est parti !

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
fr_fr: Désolé, mais rien ne correspond à votre requête. Essayez avec d'autres mots-clés.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
fr_fr: Impossible de trouver ce que vous demandez. Essayez une recherche.
